WEEK_5/week5_day2/members-2/app/controllers/users_controller.rb

  def create
    @user = User.new(user_params)

    respond_to do |format|
      if @user.save
---
INSERT INTO "users" ("email", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["email", "angelino"], ["password", "angelino"], ["created_at", "2017-10-30 10:36:34.391974"], ["updated_at", "2017-10-30 10:36:34.391974"]]